Revit 2027 API
ParameterTypeId.WallTaperedExteriorInwardAngle Property
 "Exterior Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTaperedExteriorInwardAngle { get; }
Public Shared ReadOnly Property WallTaperedExteriorInwardAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTaperedExteriorInwardAngle {
	ForgeTypeId^ get ();
}
static member WallTaperedExteriorInwardAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace